Repository: joinrpg/joinrpg-net
Catalog: src/JoinRpg.Portal/Resources/*.po
Languages: ru_ru

# JoinRpg.Portal.Controllers.AccountController.Register.ImpossibleToVerifyCaptcha
source: Impossible to verify ReCAPTCHA. If the error persists, please, contact the support.
ru_ru: Невозможно верифицировать ReCAPTCHA. Если эта ошибка повторяется, пожалуйста, обратитесь в техподдержку.

# JoinRpg.Portal.Controllers.AccountController.Login.LoginOrPasswordNotFound
source: Login or password was not found
ru_ru: Не найден логин или пароль

# JoinRpg.Web.Models.EditUserProfileViewModel.GroupNames.Display.Name
source: LARP organiser groups or clubs
ru_ru: МГ/Клубы

# JoinRpg.Web.Models.EditUserProfileViewModel.GroupNames.Display.Description
source: All LARP ogranisers groups or clubs, which you consider you belong to, divided by comma.
ru_ru: Все мастерские группы/клубы, через запятую, к которым вы себя относите.

# JoinRpg.Web.Models.EditUserProfileViewModel.Nicknames.Display.Name
source: All nicknames
ru_ru: Все ник(и)

# JoinRpg.Web.Models.EditUserProfileViewModel.Nicknames.Display.Description
source: All nicknames, divided by comma, which you could be known under. This will allow those, who uses your old or in other way written nickname, to find you.
ru_ru: Все ники, через запятую, под которыми вас могут знать. Это позволит находить вас поиском даже тем, кто использует ваш старый или по-другому написанный ник

# JoinRpg.Web.Models.EditUserProfileViewModel.PrefferedName.Required.ErrorMessage
source: Enter the nickname
ru_ru: Укажите, как вас называть

# JoinRpg.Web.Models.EditUserProfileViewModel.Livejournal.Display.Name
source: LiveJournal
ru_ru: ЖЖ

# JoinRpg.Web.Models.EditUserProfileViewModel.FatherName.Display.Name
source: Middle Name
ru_ru: Отчество

# JoinRpg.Web.Models.EditUserProfileViewModel.BornName.Display.Name
source: Name
ru_ru: Имя

# JoinRpg.Web.Models.EditUserProfileViewModel.PrefferedName.Display.Name
source: Nickname
ru_ru: Как называть

# JoinRpg.Web.Models.EditUserProfileViewModel.PrefferedName.Display.Description
source: Under which name/nickname do you wish to be known? We reccomend to enter the nickname in Latin letters (or your name/surname, if you don't have a nickname).
ru_ru: Под каким именем/ником вы хотите быть известны? Рекомендуем ввести ник русскими буквами (или фамилию/имя, если у вас нет ника).

# JoinRpg.Web.Models.EditUserProfileViewModel.PhoneNumber.Display.Name
source: Phone number
ru_ru: Номер телефона

# JoinRpg.Web.Models.EditUserProfileViewModel.Gender.Display.Name
source: Sex
ru_ru: Пол

# JoinRpg.Web.Models.EditUserProfileViewModel.SurName.Display.Name
source: Surname
ru_ru: Фамилия

# JoinRpg.Web.Models.EditUserProfileViewModel.Vk.Display.Name
source: VK
ru_ru: ВК

# JoinRpg.Web.Models.ExternalLoginConfirmationViewModel.RulesApproved.Display.Name
source: I agree with the rules
ru_ru: Согласен с правилами

source: You must agree with the rules in order to continue
ru_ru: Согласитесь с правилами, чтобы продолжить

source: Field {0} is required
ru_ru: Поле {0} обязательно для заполнения

# JoinRpg.Web.Models.ForgotPasswordViewModel.Email.Required.ErrorMessage
source: Field {0} is required
ru_ru: Поле {0} обязательно для заполнения

# JoinRpg.Web.Models.LoginViewModel.Email.Required.ErrorMessage
source: Field {0} is required
ru_ru: Поле {0} обязательно для заполнения

# JoinRpg.Web.Models.LoginViewModel.Password.Required.ErrorMessage
source: Field {0} is required
ru_ru: Поле {0} обязательно для заполнения

# JoinRpg.Web.Models.LoginViewModel.Password.Display.Name
source: Password
ru_ru: Пароль

# JoinRpg.Web.Models.RegisterViewModel.RulesApproved.Display.Name
source: I agree with the rules
ru_ru: Согласен с правилами

# JoinRpg.Web.Models.RegisterViewModel.RulesApproved.BooleanRequired.ErrorMessage
source: You must agree with the rules in order to continue
ru_ru: Согласитесь с правилами, чтобы продолжить

# JoinRpg.Web.Models.RegisterViewModel.Email.Required.ErrorMessage
source: The field {0} is required
ru_ru: Поле {0} обязательно для заполнения

# JoinRpg.Web.Models.RegisterViewModel.Password.Required.ErrorMessage
source: The field {0} is required
ru_ru: Поле {0} обязательно для заполнения

# JoinRpg.Web.Models.RegisterViewModel.Password.StringLength.ErrorMessage
source: {0} should not be shorter than {2} symbols
ru_ru: {0} должен быть не короче {2} символов

# JoinRpg.Web.Models.RegisterViewModel.Password.Display.Name
source: Password
ru_ru: Пароль

# JoinRpg.Web.Models.RegisterViewModel.ConfirmPassword.Display.Name
source: One more time?
ru_ru: Еще раз?

# JoinRpg.Web.Models.RegisterViewModel.ConfirmPassword.Compare.ErrorMessage
source: Passwords do not match
ru_ru: Пароли не совпадают

# JoinRpg.Web.Models.ResetPasswordViewModel.Email.Required.ErrorMessage
source: The field {0} is required
ru_ru: Поле {0} обязательно для заполнения

# JoinRpg.Web.Models.ResetPasswordViewModel.Password.Required.ErrorMessage
source: The field {0} is required
ru_ru: Поле {0} обязательно для заполнения

# JoinRpg.Web.Models.ResetPasswordViewModel.Password.StringLength.ErrorMessage
source: {0} should not be shorter than {2} symbols
ru_ru: {0} должен быть не короче {2} символов

# JoinRpg.Web.Models.ResetPasswordViewModel.Password.Display.Name
source: Password
ru_ru: Пароль

# JoinRpg.Web.Models.ResetPasswordViewModel.ConfirmPassword.Display.Name
source: One more time?
ru_ru: Еще раз?

# JoinRpg.Web.Models.ResetPasswordViewModel.ConfirmPassword.Compare.ErrorMessage
source: Passwords do not match
ru_ru: Пароли не совпадают

# IndexView.TestMenu.About
source: About
ru_ru: О проекте

# IndexView.TestMenu.CreateTestApplicationDatabase
source: Create test LARP application database
ru_ru: Создать тестовую базу заявок

# IndexView.TestMenu.Documentation
source: Documentation
ru_ru: Документация

# IndexView.TestMenu.GoToMainServer
source: Go to main server
ru_ru: Перейти на основной сервер

# IndexView.Test.DontUseTestVersionForRealWork
source: Do not use it for real work with the players.
ru_ru: Не используйте ее для реальной работы с игроками.

# IndexView.Test.Hello
source: This is a test version of JoinRpg.ru.
ru_ru: Это тестовая версия JoinRpg.ru.

# IndexView.Test.RedirectPlayersToMainServer
source: If you are a player and got on this page accidentally, you should visit the main site.
ru_ru: Если вы игрок и забрели сюда случайно, вам на основной сервер.
