Repository: joinrpg/joinrpg-net
Catalog: JoinRpg.Portal/Resources/*.po
Languages: de_de

# JoinRpg.Portal.Controllers.AccountController.Register.ImpossibleToVerifyCaptcha
source: Impossible to verify ReCAPTCHA. If the error persists, please, contact the support.
de_de: Die Verifizierung von ReCAPTCHA ist zur Zeit leider nicht möglich. Falls dieser Fehler erneut auftritt, bitte melden Sie sich an den Support.

# JoinRpg.Portal.Controllers.AccountController.Login.LoginOrPasswordNotFound
source: Login or password was not found
de_de: Das Login oder das Passwort können nicht gefunden werden

# JoinRpg.Web.Models.EditUserProfileViewModel.BornName.Display.Name
source: LARP organiser groups or clubs
de_de: Orga-Gruppen oder Clubs

# EditUserProfileViewModel_AllGroupsDescription
source: All LARP ogranisers groups or clubs, which you consider you belong to, divided by comma.
de_de: Alle Gruppen von Orgas oder die LARP-Vereine, dazu Sie gehören, mit Komma getrennt.

# EditUserProfileViewModel_AllNicknames
source: All nicknames
de_de: Alle Spitznamen

# EditUserProfileViewModel_AllNicknamesDescription
source: All nicknames, divided by comma, which you could be known under. This will allow those, who uses your old or in other way written nickname, to find you.
de_de: Alle Spitznamen, unter denen Sie bekannt sind. Diese Spitznamen werden in dem Suchsystem benutzt, um einen Suchprozess für Ihre Bekanntschafte zu erleichten.

# EditUserProfileViewModel_EnterNickname
source: Enter the nickname
de_de: Bitte geben Sie Ihren bevorzugten Namen ein

# EditUserProfileViewModel_MiddleName
source: Middle Name
de_de: Alle Andere Namen

# EditUserProfileViewModel_Name
source: Name
de_de: Vorname

# EditUserProfileViewModel_Nickname
source: Nickname
de_de: Spitzname

# EditUserProfileViewModel_NicknameDescription
source: Under which name/nickname do you wish to be known? We reccomend to enter the nickname in Latin letters (or your name/surname, if you don't have a nickname).
de_de: Unter welchen Namen bevorzugen Sie bekannt zu werden? Es ist empfohlen, die latinische Buchstaben zum Spitznamen zu benutzen (oder geben Sie Ihren gewöhnlichen Vornamen/Nachnamen, wenn Sie keinen Spitznamen haben).

# EditUserProfileViewModel_PhoneNumber
source: Phone number
de_de: Handynummer

# EditUserProfileViewModel_Sex
source: Sex
de_de: Geschlecht

# EditUserProfileViewModel_Surname
source: Surname
de_de: Nachname

# ExternalLoginConfirmationViewModel_AgreeWithTheRules
source: I agree with the rules
de_de: Ich bin mit den Regeln einverstanden

# ExternalLoginConfirmationViewModel_MustAgreeWithTheRules
source: You must agree with the rules in order to continue
de_de: Bitte stimmen Sie mit den Regeln zu, um fortzusetzen

# IndexView_TestMenu_About
source: About
de_de: Über das Projekt

# IndexView_TestMenu_CreateTestApplicationDatabase
source: Create test LARP application database
de_de: Testrollenspielanmeldungdatenbank erstellen

# IndexView_TestMenu_Documentation
source: Documentation
de_de: Dokumentation

# IndexView_TestMenu_GoToMainServer
source: Go to main server
de_de: An den Hauptserver gehen

# IndexView_Test_DontUseTestVersionForRealWork
source: Do not use it for real work with the players.
de_de: Bitte verwenden Sie diese Version für Ihre Arbeit nicht.

# IndexView_Test_Hello
source: This is a test version of JoinRpg.ru.
de_de: Das ist eine Testversion von JoinRpg.ru.

# IndexView_Test_RedirectPlayersToMainServer
source: If you are a player and got on this page accidentally, you should visit the main site.
de_de: Wenn Sie ein LARPer oder LARPerin sind, sollen Sie an den Hauptserver von JoinRpg gehen.

# LoginViewModel_Password
source: Password
de_de: Passwort

# RegisterViewModel_AgreeWithTheRules
source: I agree with the rules
de_de: Ich bin mit den Regeln einverstanden

# RegisterViewModel_FieldIsRequired
source: The field {0} is required
de_de: Das Feld {0} ist erforderlich

# RegisterViewModel_FieldShouldNotBeShorterThan
source: {0} should not be shorter than {2} symbols
de_de: {0} muss nicht kürzer als {2} Zeichnen sein

# RegisterViewModel_MustAgreeWithTheRules
source: You must agree with the rules in order to continue
de_de: Bitte stimmen Sie mit den Regeln zu, um fortzusetzen

# RegisterViewModel_OneMoreTime
source: One more time?
de_de: Noch mal?

# RegisterViewModel_Password
source: Password
de_de: Passwort

# RegisterViewModel_PasswordsDoNotMatch
source: Passwords do not match
de_de: Passwörter stimmen nicht überein

# ResetPasswordViewModel_FieldShouldNotBeShorterThan
source: {0} should not be shorter than {2} symbols
de_de: {0} muss nicht kürzer als {2} Zeichnen sein

# ResetPasswordViewModel_OneMoreTime
source: One more time?
de_de: Noch mal?

# ResetPasswordViewModel_Password
source: Password
de_de: Passwort

# ResetPasswordViewModel_PasswordsDoNotMatch
source: Passwords do not match
de_de: Passwörter stimmen nicht überein
